[
{"headings": "EC asks political parties to send suggestions on conducting poll campaigns amid Covid-19", "time": "Jul 18, 2020 10:51", "details": null},
{"headings": "BJP demands CBI probe into audio tapes released by Congress amid Rajasthan crisis", "time": "Jul 18, 2020 10:59", "details": null},
{"headings": "Thunderstorm, rain likely in parts of Uttarakhand, Haryana, says IMD", "time": "Jul 18, 2020 10:18", "details": null},
{"headings": "SIT focusing on 9 points in Kanpur encounter case", "time": "Jul 18, 2020 10:09", "details": "The Special Investigation Team (SIT) will submit the report to the administration by July 31 in connection with the case."},
{"headings": "India’s Covid-19 tally surges past 10.38 lakh, death toll at 26,273", "time": "Jul 18, 2020 10:04", "details": "There were 34,884 fresh Covid-19 cases and 671 deaths in the last 24 hours, according to the Union health ministry’s dashboard. On Friday, the country recorded 34,956 cases of the coronavirus disease."},
{"headings": "As Assam battles Covid-19 and floods, thousands of volunteers play crucial role", "time": "Jul 18, 2020 09:54", "details": "While most of the volunteers were students above 18 years of age or unemployed youths, ASDMA also received applications from doctors involved in private practice, other professionals and even popular Olympic boxer from the state, Shiva Thapa."},
{"headings": "Paratroopers’ dive over Ladakh mountains wows nation, netizens say ‘josh is high’", "time": "Jul 18, 2020 10:54", "details": "In a viral video, which was released on Friday evening, the paratroopers could be seen jumping off the aircraft with no reluctance or inhibition. One of the first paratroopers made the jump, twisted mid-air and waved back to the camera."},
{"headings": "LIVE: England to allow fans in sports events despite rising Covid-19 cases", "time": "Jul 18, 2020 10:10", "details": null},
{"headings": "First phase trial of Covaxin, India’s Covid-19 vaccine, starts on 375 people: Report", "time": "Jul 18, 2020 09:48", "details": "Bharat Biotech has said that human trials of Covaxin started on July 15, Hindustan, HT’s sister publication, reported."},
{"headings": "News updates from Hindustan Times: ICMR asks states to ramp up rapid antigen testing in districts and all the latest news", "time": "Jul 18, 2020 08:57", "details": "Here are today’s top news, analysis and opinion. Know all about the latest news and other news updates from Hindustan Times."},
{"headings": "Delhi’s active Covid-19 cases among lowest in top affected cities", "time": "Jul 18, 2020 08:54", "details": "Among the top 10 cities based on active cases, Delhi has the lowest proportion of active cases – 15.2 percent."},
{"headings": "‘Financial situation challenging’: Air India after sending staff on leave without pay", "time": "Jul 18, 2020 08:47", "details": "Air India has introduced the Leave Without Pay (LWP) Scheme on July 14, 2020. "},
{"headings": "Rs 50 lakh to family of those dying during Covid-19 duty in Odisha", "time": "Jul 18, 2020 07:47", "details": "Earlier, the state government had announced the ex-gratia of Rs 50 lakh for policemen, doctors, nurses, ASHA workers and Anganwadi workers engaged in Covid-19 duty."},
{"headings": "Day after killing Jaish commander, security forces gun down 3 terrorists in J-K’s Shopian", "time": "Jul 18, 2020 08:08", "details": "The encounter had started early in the morning at Amshipora area of Shopian, a police spokesperson had said earlier."},
{"headings": "Goa CM Sawant on sticky wicket as pressure mounts from governor, critics over Covid-19 handling", "time": "Jul 18, 2020 07:46", "details": "Goa’s Governor Satyapal Malik said there was no synergy among ministers and called for a united fight against Covid-19."},
{"headings": "Delhiwale: A windowless poet’s pandemic poem", "time": "Jul 18, 2020 05:44", "details": "Ms Saxena, a literature student, talks about her life during the pandemic."},
{"headings": "Eyeing national security, Uttarakhand, ITBP to improve border infrastructure", "time": "Jul 18, 2020 04:41", "details": "Uttarakhand’s border with China extends to 350 km. The ITBP has its presence on 42 BoPs (border outposts) in Badahoti and Mana Pass."},
{"headings": "Bhagirathi eco-sensitive zone gets green nod ", "time": "Jul 18, 2020 08:13", "details": "In a review meeting on the Rhar Dham road project chaired by Nitin Gadkari, minister of road transport and highways, environment minister Prakash Javadekar said the ministry has approved the ZMP which will help expedite the road project."},
{"headings": "BJP demands CBI probe into audio tapes released by Congress amid Rajasthan crisis", "time": null, "details": null},
{"headings": "Ram temple’s construction date, plan on agenda as trust members meet today", "time": null, "details": null},
{"headings": "LIVE: England to allow fans in sports events despite rising Covid-19 cases", "time": null, "details": null},
{"headings": "Twitter hack: Company says attackers manipulated employees’ credentials", "time": null, "details": null},
{"headings": "Gauri Shinde shares challenges of shooting from home", "time": null, "details": null},
{"headings": "John Lewis’ legacy shaped in 1965 on ‘Bloody Sunday’", "time": null, "details": null},
{"headings": "Ram temple’s construction date, plan on agenda as trust members meet today", "time": null, "details": null},
{"headings": "Bombay HC to hear PIL challenging clearances for highway, railway expansion", "time": null, "details": null},
{"headings": "Bombay HC to hear PIL challenging clearances for highway, railway expansion", "time": null, "details": null},
{"headings": "Araria rape victim gets bail in case of assault on court staff ", "time": null, "details": null},
{"headings": "Alleged gangrape victim granted bail by court in Bihar a week after arrest", "time": null, "details": null},
{"headings": "CM Soren orders Godda DC to probe after dalit family forced to vacate house", "time": null, "details": null},
{"headings": "Priyanka Chopra will mint millions in 2020; witness her world domination", "time": null, "details": null},
{"headings": "Kangana vows to return her Padma Shri if she can’t prove her claims", "time": null, "details": null},
{"headings": "No jhaadu, no pochaa: Chahal’s hilarious comment on Rohit’s post goes viral", "time": null, "details": null},
{"headings": "Shekhar Kapur disagrees with R Balki’s Alia, Ranbir comment", "time": null, "details": null}
]